Repository: burakkho/antrain
Catalog: antrain/Resources/Localizable.xcstrings
Source language: en
Languages: es, tr

source: Scoop
es: Cucharón
tr: Kepçe

source: Score
es: Puntuación
tr: Skor

source: Sea Bass
es: Lubina
tr: Levrek

source: Search exercises
es: Buscar ejercicios
tr: Egzersiz ara

source: Search exercises...
es: Buscar ejercicios...
tr: Egzersiz ara...

source: Search Food
es: Buscar Alimento
tr: Yiyecek Ara

source: Search foods...
es: Buscar alimentos...
tr: Yiyecek ara...

source: Search programs...
es: Buscar programas...
tr: Programları ara...

source: Search templates
es: Buscar plantillas
tr: Şablon ara

source: Search templates...
es: Buscar plantillas...
tr: Şablonları ara...

source: Seconds
es: Segundos
tr: Saniye

source: Section
es: Sección
tr: Bölüm

source: Sedentary
es: Sedentaria
tr: Sedanter

source: Seitan
es: Seitán
tr: Buğday Gluteni

source: Select all that apply (min 1)
es: Seleccione todas las opciones que correspondan (mínimo 1).
tr: Uygulanabilir olanların tümünü seçin (min 1)

source: Select Exercise
es: Seleccionar Ejercicio
tr: Egzersiz Seç

source: Select Template
es: Seleccionar Plantilla
tr: Şablon Seç

source: Select your gender
es: Selecciona tu género
tr: Cinsiyetinizi seçin

source: Select Your Goals (Multiple)
es: Selecciona tus Objetivos (Múltiples)
tr: Hedeflerini Seç (Çoklu)

source: Selected
es: Seleccionado
tr: Seçildi

source: Sending...
es: Enviando...
tr: Gönderiliyor...

source: Server error (%lld)
es: Error del servidor (%lld)
tr: Sunucu hatası (%lld)

source: serving
es: porción
tr: porsiyon

source: Serving
es: Porción
tr: Porsiyon

source: Set %lld
es: Serie %lld

source: Set and rep ranges are calculated from your completed sets
es: Los rangos de series y repeticiones se calculan desde tus series completadas
tr: Set ve tekrar aralıkları tamamladığınız setlerden hesaplanır

source: Set count must be between 1 and 10
es: El número de series debe estar entre 1 y 10
tr: Set sayısı 1 ile 10 arasında olmalı

source: Set the number of sets and rep ranges. You can use category defaults or customize each exercise.
es: Establece el número de series y rangos de repeticiones. Puedes usar los valores por defecto de la categoría o personalizar cada ejercicio.
tr: Set sayısını ve tekrar aralıklarını ayarlayın. Kategori varsayılanlarını kullanabilir veya her egzersizi özelleştirebilirsiniz.

source: sets
es: series
tr: set

source: Sets
es: Series
tr: Setler

source: Settings
es: Ajustes
tr: Ayarlar

source: Share as Text
es: Compartir como Texto
tr: Metin Olarak Paylaş

source: Share Program
es: Compartir Programa
tr: Programı Paylaş

source: Shrimp
es: Camarón
tr: Karides

source: Simple routines for those starting out
es: Rutinas simples para principiantes
tr: Yeni başlayanlar için basit rutinler

source: skewer
es: pincho
tr: şiş

source: Skip
es: Omitir
tr: Geç

source: Skip to Day %lld
es: Saltar al día %lld
tr: %lld. güne atla

source: slice
es: rebanada
tr: dilim

source: Slice
es: Rebanada
tr: Dilim

source: small
es: pequeño
tr: küçük

source: small bag
es: bolsa pequeña
tr: küçük paket

source: Snack
es: Bocadillo
tr: Atıştırmalık

source: Snooze 1 hour
es: Posponer 1 hora
tr: 1 saat ertele

source: Sourdough Bread
es: Pan de Masa Madre
tr: Ekşi Mayalı Ekmek

source: Soybean Oil
es: Aceite de Soya
tr: Soya Yağı

source: Spaghetti Bolognese
es: Espagueti Boloñesa
tr: Bolonez Spagetti

source: Spanish
es: Español
tr: İspanyolca

source: spear
es: tallo
tr: sap

source: Spinach
es: Espinaca
tr: Ispanak

source: Spinach Börek
es: Börek de Espinacas
tr: Ispanaklı Börek

source: Sport Specific
es: Específico del Deporte
tr: Spor Özel

source: Spring Rolls
es: Rollitos Primavera
tr: Bahar Ruloları

source: sprout
es: brote
tr: filiz

source: square
es: cuadrado
tr: kare

source: Stairs
es: Escaleras
tr: Merdiven

source: Start
es: Comenzar
tr: Başla

source: Start a structured training program to reach your fitness goals
es: Inicia un programa de entrenamiento estructurado para alcanzar tus objetivos de fitness
tr: Fitness hedeflerinize ulaşmak için yapılandırılmış bir antrenman programı başlatın

source: Start a workout
es: Comenzar entrenamiento
tr: Antrenman başlat

source: Start from Template
es: Iniciar desde Plantilla
tr: Şablondan Başla

source: Start Lifting
es: Comenzar Levantamiento
tr: Ağırlık Başlat

source: Start Today's Workout
es: Comenzar el Entrenamiento de Hoy
tr: Bugünün Antrenmanını Başla

source: Start Training
es: Comenzar entrenamiento
tr: Antrenmana başla

source: Start Workout
es: Iniciar Entrenamiento
tr: Antrenmana Başla

source: Start your first workout to see it here!
es: ¡Comienza tu primer entrenamiento para verlo aquí!
tr: İlk antrenmanınızı başlatın!

source: Start your workout from a template or add exercises manually.
es: Comienza tu entrenamiento desde una plantilla o agrega ejercicios manualmente.
tr: Bir şablondan antrenman başlatın veya egzersizleri manuel ekleyin.

source: Starting workout...
es: Iniciando entrenamiento...
tr: Antrenman başlatılıyor...

source: Stay on Track
es: Mantente en el Camino
tr: Yolunda İlerle

source: steak
es: filete
tr: biftek

source: Step
es: Paso
tr: Adım

source: Step %@
es: Paso %@
tr: Adım %@

# Step %lld of %lld
source: Step %1$lld of %2$lld
es: Anos%1$lld of %2$lld
tr: %2$lld adımından %1$lld. adım

source: Strawberry
es: Fresa
tr: Çilek

source: Strength
es: Fortaleza
tr: Kuvvet

source: Strength Training
es: Entrenamiento de Fuerza
tr: Güç Antrenmanı

source: Structured Progress
es: Progreso estructurado
tr: Planlı ilerleme

source: Suggested:
es: Sugerido:
tr: Önerilen:

source: Sunflower Seeds
es: Semillas de Girasol
tr: Ayçiçeği Çekirdeği

source: Sushi (Salmon Roll)
es: Sushi (Rollo de Salmón)
tr: Suşi (Somonlu Roll)

source: Sushi Rice (Cooked)
es: Arroz para Sushi (Cocido)
tr: Suşi Pirinci (Pişmiş)

source: Sütaş Yogurt
es: Yogur Sütaş
tr: Sütaş Yoğurt

source: Sütlaç (Rice Pudding)
es: Arroz con Leche
tr: Sütlaç

source: Süzme Yogurt (Strained)
es: Yogur Colado
tr: Süzme Yoğurt

source: Sweet Potato (Baked)
es: Batata (Horneada)
tr: Tatlı Patates (Fırınlanmış)

source: Swim
es: Nadar
tr: Yüzme

source: Swipe
es: Deslizar
tr: Kaydır

source: System
es: Sistema
tr: Sistem

source: Tablespoon
es: Cucharada
tr: Yemek Kaşığı

source: Tap the button below to add exercises to your template
es: Toca el botón de abajo para añadir ejercicios a tu plantilla
tr: Şablonunuza egzersizler eklemek için aşağıdaki düğmeye dokunun

source: Tap to edit your daily nutrition goals
es: Toca para editar tus objetivos nutricionales diarios
tr: Günlük beslenme hedeflerinizi düzenlemek için dokunun

source: tbsp
es: cucharada
tr: yemek kaşığı

source: tbsp juice
es: cucharada de jugo
tr: yemek kaşığı suyu

source: Teaspoon
es: Cucharadita
tr: Çay Kaşığı

source: Tell us about your lifestyle and setup
es: Cuéntanos sobre tu estilo de vida y tu entorno.
tr: Yaşam tarzınız ve düzeniniz hakkında bize bilgi verin

source: Tell us about yourself
es: Cuéntanos sobre ti.
tr: Bize kendinizden bahsedin

source: Template
es: Plantilla
tr: Şablon

source: Template data is invalid
es: Los datos de la plantilla no son válidos
tr: Şablon verisi geçersiz

source: Template must contain at least one exercise
es: La plantilla debe contener al menos un ejercicio
tr: Şablon en az bir egzersiz içermeli

source: Template name
es: Nombre de plantilla
tr: Şablon adı

source: Template Name
es: Nombre de Plantilla
tr: Şablon Adı

source: Template name cannot be empty
es: El nombre de la plantilla no puede estar vacío
tr: Şablon adı boş olamaz

source: Template not found
es: Plantilla no encontrada
tr: Şablon bulunamadı

source: Template Overview
es: Descripción General de la Plantilla
tr: Şablon Genel Bakışı

source: Templates
es: Plantillas
tr: Şablonlar

source: Testing
es: Prueba
tr: Test

source: The workout template for today could not be loaded. This can happen if the template was deleted or was not created properly.
es: No se pudo cargar la plantilla de entrenamiento de hoy. Esto puede suceder si la plantilla se eliminó o no se creó correctamente.
tr: Bugünkü antrenman şablonu yüklenemedi. Bu durum, şablonun silinmesi veya düzgün oluşturulmaması nedeniyle oluşabilir.

source: Theme
es: Tema
tr: Tema

source: This affects your calorie calculation formula
es: Esto afecta tu fórmula de cálculo de calorías
tr: Bu, kalori hesaplama formülünüzü etkiler

source: This helps calculate your basal metabolic rate
es: Esto ayuda a calcular tu tasa metabólica basal
tr: Bu, bazal metabolizma hızınızı hesaplamanıza yardımcı olur

source: This helps us personalize your experience
es: Esto nos ayuda a personalizar tu experiencia
tr: Bu, deneyiminizi kişiselleştirmemize yardımcı olur

source: This helps us recommend the right programs
es: Esto nos ayuda a recomendar los programas adecuados
tr: Bu, doğru programları önermemize yardımcı olur

# This template is used in %lld programs: %@. Remove it from these programs first.
source: This template is used in %1$lld programs: %2$@. Remove it from these programs first.
es: Esta plantilla se usa en %lld programas: %@. Elimínala primero de estos programas.
tr: Bu şablon %lld programda kullanılıyor: %@. Önce bu programlardan kaldırın.

source: This template is used in programs: %@. Remove it from programs first.
es: Esta plantilla se usa en programas: %@. Elimínala de los programas primero.
tr: Bu şablon programlarda kullanılıyor: %@. Önce programlardan kaldırın.

source: This template is used in the program '%@'. Remove it from the program first.
es: Esta plantilla se usa en el programa '%@'. Elimínala del programa primero.
tr: Bu şablon '%@' programında kullanılıyor. Önce programdan kaldırın.

source: This will create a copy of '%@' that you can customize.
es: Esto creará una copia de '%@' que puedes personalizar.
tr: Bu, özelleştirebileceğiniz '%@' kopyasını oluşturacaktır.

source: This will replace your current active program.
es: Esto reemplazará tu programa activo actual.
tr: Bu, mevcut aktif programınızı değiştirecek.

source: This workout may have been deleted.
es: Es posible que este entrenamiento se haya eliminado.
tr: Bu antrenman silinmiş olabilir.

source: This workout will be permanently deleted.
es: Este entrenamiento será eliminado permanentemente.
tr: Bu antrenman kalıcı olarak silinecek.

source: Today
es: Hoy
tr: Bugün

source: Today: %@
es: Hoy: %@
tr: Bugün: %@

source: Today's Nutrition
es: Nutrición de Hoy
tr: Bugünün Beslenmesi

source: Today's Workout
es: Entrenamiento de Hoy
tr: Bugünün Antrenmanı

source: Tofu (Firm)
es: Tofu (Firme)
tr: Tofu (Sert)

source: Tomato
es: Tomate
tr: Domates

source: Too many requests, please wait %lld seconds
es: Demasiadas solicitudes, por favor espera %lld segundos
tr: Çok fazla istek, lütfen %lld saniye bekleyin

source: Tortilla (Corn)
es: Tortilla (Maíz)
tr: Tortilla (Mısır)

source: Tortilla (Flour)
es: Tortilla (Harina)
tr: Tortilla (Un)

source: Total PRs
es: PRs Totales
tr: Toplam PR'ler

source: Total Sets
es: Series Totales
tr: Toplam Set

source: Total Time
es: Tiempo total
tr: Toplam süre

source: Total Volume
es: Volumen Total
tr: Toplam Hacim

source: Track Results
es: Resultados de seguimiento
tr: Sonuçları Takip Et

source: Training program not found
es: Programa de entrenamiento no encontrado
tr: Antrenman programı bulunamadı

source: Training Program: %@
es: Programa de Entrenamiento: %@
tr: Antrenman Programı: %@

source: Training Programs
es: Programas de Entrenamiento
tr: Antrenman Programları

source: Training Schedule & Activity
es: Horario de entrenamiento y actividad
tr: Eğitim Programı ve Aktivite

source: Trout
es: Trucha
tr: Alabalık

source: Try a different search term
es: Intenta un término de búsqueda diferente
tr: Farklı bir arama terimi deneyin

source: Try adjusting your filter or log a new workout.
es: Intenta ajustar tu filtro o registrar un nuevo entrenamiento.
tr: Filtreyi ayarlamayı veya yeni bir antrenman kaydetmeyi deneyin.

source: Try adjusting your filters or search terms.
es: Intenta ajustar tus filtros o términos de búsqueda.
tr: Filtrelerinizi veya arama terimlerinizi ayarlamayı deneyin.

source: Try adjusting your search or filter
es: Intenta ajustar tu búsqueda o filtro
tr: Aramanızı veya filtrenizi ayarlamayı deneyin

source: Try adjusting your search or filters
es: Intenta ajustar tu búsqueda o filtros
tr: Aramanızı veya filtrelerinizi ayarlamayı deneyin

source: Try Again
es: Intentar de Nuevo
tr: Tekrar Deneyin

source: tsp
es: cucharadita
tr: çay kaşığı

source: Tulum Cheese
es: Queso Tulum
tr: Tulum Peyniri

source: Tuna
es: Atún
tr: Ton Balığı

source: Tuna Sandwich
es: Sándwich de Atún
tr: Ton Balıklı Sandviç

source: Turkey Breast
es: Pechuga de Pavo
tr: Hindi Göğsü

source: Turkey Salami
es: Salami de Pavo
tr: Hindi Salam

source: Turkish
es: Turco
tr: Türkçe

source: Turkish Tea
es: Té Turco
tr: Türk Çayı

source: Type
es: Tipo
tr: Tip

source: Ülker Tea Biscuit
es: Galleta de Té Ülker
tr: Ülker Çay Bisküvisi

source: Unable to Load Stats
es: No se Pueden Cargar las Estadísticas
tr: İstatistikler Yüklenemiyor

source: Underweight
es: Bajo Peso
tr: Zayıf

source: Unexpected error: %@
es: Error inesperado: %@
tr: Beklenmeyen hata: %@

source: Unique Exercises
es: Ejercicios Únicos
tr: Benzersiz Alıştırmalar

source: Unit
es: Unidad
tr: Birim

source: Unit System
es: Sistema de unidades
tr: Birim sistemi

source: Unknown
es: Desconocido
tr: Bilinmiyor

source: Unknown Exercise
es: Ejercicio Desconocido
tr: Bilinmeyen Egzersiz

source: Upcoming
es: Próximo
tr: Yaklaşan

source: Update
es: Actualizar
tr: Güncelle

source: Urfa Kebab
es: Kebab Urfa
tr: Urfa Kebap

source: Vegetable
es: Verdura
tr: Sebze

source: Version
es: Versión
tr: Versiyon

source: Very Active
es: Muy activa
tr: Çok Aktif

source: View
es: Ver
tr: Görüş

source: View All
es: Ver Todo
tr: Tümünü Görüntüle

source: View Schedule
es: Ver horario
tr: Programı Görüntüle

source: View Stats
es: Ver estadísticas
tr: İstatistikleri Gör

source: View Weight History
es: Ver Historial de Peso
tr: Kilo Geçmişini Görüntüle

source: View Workout
es: Ver Entrenamiento
tr: Antrenmanı Görüntüle

source: vs Last Workout
es: vs Último Entrenamiento
tr: vs Son Antrenman

source: waffle
es: gofre

source: Waffle
es: Gofre

source: Walk
es: Caminar
tr: Yürüme

source: walnut half
es: mitad de nuez
tr: ceviz yarısı

source: Walnuts
es: Nueces
tr: Ceviz

source: Watermelon
es: Sandía
tr: Karpuz

source: We'll track your progress from here
es: Haremos seguimiento de tu progreso desde aquí
tr: İlerlemenizi buradan takip edeceğiz

source: We'll use this to calculate your daily calorie needs
es: Usaremos esto para calcular tus necesidades calóricas diarias
tr: Bunu günlük kalori ihtiyacınızı hesaplamak için kullanacağız

source: wedge
es: cuña
tr: dilim

source: Weekly Frequency
es: Frecuencia Semanal
tr: Haftalık Sıklık

source: Weekly Planning
es: Planificación semanal
tr: Haftalık planlama

source: Weekly Workout Frequency
es: Frecuencia Semanal de Entrenamiento
tr: Haftalık Antrenman Sıklığı

source: Weight
es: Peso
tr: Kilo

source: Weight (Optional)
es: Peso (Opcional)
tr: Ağırlık(Opsiyonel)

source: Weight History
es: Historial de Peso
tr: Kilo Geçmişi

source: Weight Unit
es: Unidad de Peso
tr: Kilo Birimi

source: Weightlifting
es: Halterofilia
tr: Ağırıkla Kaldırma

source: Welcome to Antrain
es: Bienvenido(a) a Antrain
tr: Antrain'e hoş geldin

source: Welcome, %@
es: Bienvenida, %@
tr: Hoşgeldin, %@

source: What are your goals?
es: ¿Cuáles son tus objetivos?
tr: Hedefleriniz neler?

source: What equipment do you have?
es: ¿Qué equipo tienes?
tr: Hangi ekipmanlara sahipsiniz?

source: What's your current weight?
es: ¿Cuál es tu peso actual?
tr: Mevcut kilonuz nedir?

source: What's your daily activity level?
es: ¿Cuál es tu nivel de actividad diaria?
tr: Günlük aktivite seviyeniz nedir?

source: What's your fitness level?
es: ¿Cuál es tu nivel de acondicionamiento?
tr: Fitness seviyen nedir?

source: What's your height?
es: ¿Cuál es tu altura?
tr: Boyunuz nedir?

source: Whey Protein Powder
es: Proteína de Suero en Polvo
tr: Whey Protein Tozu

source: White Bread
es: Pan Blanco
tr: Beyaz Ekmek

source: White Pasta (Cooked)
es: Pasta Blanca (Cocida)
tr: Beyaz Makarna (Pişmiş)

source: White Potato (Baked)
es: Papa Blanca (Horneada)
tr: Beyaz Patates (Fırınlanmış)

source: White Rice (Cooked)
es: Arroz Blanco (Cocido)
tr: Beyaz Pirinç (Pişmiş)

source: Whole Egg
es: Huevo Entero
tr: Bütün Yumurta

source: Whole Wheat Bread
es: Pan Integral
tr: Tam Buğday Ekmeği

source: Whole Wheat Pasta (Cooked)
es: Pasta Integral (Cocida)
tr: Tam Buğday Makarna (Pişmiş)

source: Workout Description
es: Descripción del entrenamiento
tr: Antrenman açıklaması

source: Workout History
es: Historial de Entrenamientos
tr: Antrenman Geçmişi

source: Workout in Progress
es: Entrenamiento en Progreso
tr: Antrenman Devam Ediyor

source: Workout Not Found
es: Entrenamiento No Encontrado
tr: Antrenman Bulunamadı

source: Workout Plan
es: Plan de Entrenamiento
tr: Antrenman Planı

source: Workout Reminder
es: Recordatorio de Entrenamiento
tr: Antrenman Hatırlatıcısı

source: Workout Reminders
es: Recordatorios de Entrenamiento
tr: Antrenman Hatırlatıcıları

source: Workout Summary
es: Resumen del Entrenamiento
tr: Antrenman Özeti

source: Workout summary will be shown.
es: Se mostrará un resumen del entrenamiento.
tr: Antrenman özeti gösterilecek.

source: Workout Time!
es: ¡Hora de Entrenar!
tr: Antrenman Zamanı!

source: Workouts
es: Entrenamientos
tr: Antrenmanlar

source: Workouts Done
es: Entrenamientos Completados
tr: Tamamlanan Antrenmanlar

source: Yayla Soup
es: Sopa Yayla
tr: Yayla Çorbası

source: years old
es: años
tr: yaşında

source: Yesterday
es: Ayer
tr: Dün

source: You can try again
es: Puedes intentarlo de nuevo
tr: Tekrar deneyebilirsiniz

source: Your Activity Level
es: Tu Nivel de Actividad
tr: Aktivite Seviyeniz

source: Your activity level is used to calculate your TDEE (Total Daily Energy Expenditure) for personalized calorie recommendations.
es: Tu nivel de actividad se usa para calcular tu TDEE (Gasto Energético Diario Total) para recomendaciones calóricas personalizadas.
tr: Aktivite seviyeniz, kişiselleştirilmiş kalori önerileri için TDEE'nizi (Toplam Günlük Enerji Harcamanız) hesaplamak için kullanılır.

source: Your age is used to calculate your TDEE (Total Daily Energy Expenditure) for personalized calorie recommendations.
es: Tu edad se usa para calcular tu TDEE (Gasto Energético Diario Total) para recomendaciones calóricas personalizadas.
tr: Kişiselleştirilmiş kalori önerileri için TDEE'nizi (Toplam Günlük Enerji Harcamanız) hesaplamak amacıyla yaşınız kullanılır.

source: Your AI Coach is ready to help
es: Tu entrenador de IA está listo para ayudarte.
tr: Yapay Zeka Koçunuz yardım etmeye hazır

source: Your AI-powered fitness companion
es: Tu compañero de entrenamiento impulsado por IA
tr: Yapay zeka destekli fitness koçunuz

source: Your Date of Birth
es: Tu Fecha de Nacimiento
tr: Doğum Tarihiniz

source: Your Fitness Level
es: Tu Nivel de Fitness
tr: Fitness Seviyeniz

source: Your Gender
es: Tu Género
tr: Cinsiyetiniz

source: Your Goal
es: Tu Objetivo
tr: Hedefiniz

source: Your Height
es: Tu Altura
tr: Boyunuz

source: Your Name
es: Tu Nombre
tr: İsminiz

source: Your own custom templates
es: Tus propias plantillas personalizadas
tr: Kendi özel şablonlarınız

source: Your program has been activated successfully. Check the Programs tab to see your schedule and start today's workout!
es: ¡Tu programa ha sido activado exitosamente! Verifica la pestaña Programas para ver tu cronograma e iniciar el entrenamiento de hoy.
tr: Programınız başarıyla etkinleştirildi. Horvatınızı görmek ve bugünün antrenmanını başlatmak için Programlar sekmesini kontrol edin!

source: Your Schedule
es: Tu Cronograma
tr: Horvatınız

source: Your TDEE: %lld kcal/day
es: Tu TDEE: %lld kcal/día
tr: TDEE'niz: %lld kcal/gün

source: Your Training Setup
es: Tu Configuración de Entrenamiento
tr: Antrenman Kurulumunuz

source: Your workout data will be lost.
es: Tus datos de entrenamiento se perderán.
tr: Antrenman verileriniz kaybolacak.

source: Zucchini
es: Calabacín
tr: Kabak

source: %lld min
tr: %lld dk

source: 1RM
tr: 1TM

source: 1RM:
tr: 1TM:

source: bagel
tr: simit

source: Bagel
tr: Simit

source: Cardio
tr: Kardiyo

source: Cheese Börek
tr: Kaşarlı Börek

source: Decimal
tr: Ondalık

source: Error
tr: Hata

source: Ezogelin Soup
tr: Ezogelin Çorbası

source: Kiwi
tr: Kivi

source: Muesli
tr: Müsli

source: Okra
tr: Bamya

source: Powerlifting
tr: Güç Kaldırması

source: pretzel
tr: simit kurabiye

source: Pretzels
tr: Çubuk Kraker

source: Pringles Original
tr: Pringles Orijinal

source: regular
tr: normal

source: Sardines
tr: Sardalya

source: Tarhana Soup
tr: Tarhana Çorbası

source: Turkish Coffee
tr: Türk Kahvesi

source: Turkish Sausage
tr: Sucuk
